<template>
  <div class="agreement-views">
    <div class="row">
      <div class="col">
        <div class="title">
          <h2>一、百陌零工用户使用协议</h2>

          <div class="paragraph">
            <span
              >上海津甜网络科技有限公司（以下简称“津甜科技”）及旗下“百陌零工”产品在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户使用协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。如果你未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。</span
            >
          </div>

          <div class="title">
            <h3>一、百陌零工用户使用协议</h3>

            <div class="paragraph">
              <span>1.1协议适用主体范围。</span>

              <div class="paragraph">
                <span
                  >本协议是您与“百陌零工”之间关于您下载、安装、使用、复制本软件，以及使用“百陌零工”相关服务所订立的协议。</span
                >
              </div>
            </div>

            <div class="paragraph">
              <span>1.2协议更新</span>

              <div class="paragraph">
                <span
                  >本协议约定“百陌零工”与用户之间关于“百陌零工”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由津甜科技随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在“百陌零工”站内查阅最新版协议条款。在津甜科技修改协议条款后，如果用户不接受修改后的条款，请立即停止使用津甜科技提供的服务，用户继续使用津甜科技提供的服务将被视为接受修改后的协议。“百陌零工”拥有对本协议的最终解释权。</span
                >
              </div>
            </div>
          </div>

          <div class="title">
            <h3>二、服务内容</h3>

            <div class="paragraph">
              <span
                >使用“百陌零工”服务前，用户应理解“百陌零工”提供的所有信息，其中包含的文字，图片，链接等（以下称“内容”）均由用户自行上传，并且承担全部责任，“百陌零工”不对信息的真实性，准确性，有效性和安全性负责，用户在交易中发生的任何纠纷与“百陌零工”无关。为了最大限度地保障用户的权益不被侵害，我们制定了“安全交易须知”，用户必须保证自己拥有所提供的信息的版权，或获得他人授权，并保证该信息不侵犯到任何第三人的合法权益；如用户违反本条规定造成“百陌零工”被第三人索赔的，用户应全额承担“百陌零工”一切损失(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)。同时当用户向“百陌零工”提供内容时，用户即授予“百陌零工”永久性的、全球的、不可撤销的、免使用费的、可再次授权给他人的使用权。用户必须自行评估和承担在“百陌零工”上提供和使用内容而产生的一切风险、损失。“百陌零工”有权利单方面无理由删除任何免费信息，有权利暂停任何付费信息的发布直至用户提供相关证据证明该信息的真实性及合法性。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>三、软件使用规则</h3>

            <div class="paragraph">
              <span>3.1软件的获取</span>

              <div class="paragraph">
                <span
                  >你可以直接从得到“百陌零工”授权的第三方获取；如果你从未经“百陌零工”授权的第三方获取本软件或与本软件名称相同的安装程序，“百陌零工”无法保证该软件能够正常使用，并对因此给你造成的损失不予负责。</span
                >
              </div>
            </div>

            <div class="paragraph">
              <span>3.2软件的安装与卸载</span>

              <div class="paragraph">
                <span
                  >"百陌零工"可能为不同的终端设备开发了不同的软件版本，你应当根据实际情况选择下载合适的版本进行安装。如果你不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果你愿意帮助“百陌零工”改进产品服务，请告知卸载的原因。</span
                >
              </div>
            </div>

            <div class="paragraph">
              <span>3.3软件的更新</span>

              <div class="paragraph">
                <span
                  >为了改善用户体验、完善服务内容，“百陌零工”将不断努力开发新的服务，并为你不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式），为了保证本软件及服务的安全性和功能的一致性，“百陌零工”有权不经向你特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。本软件新版本发布后，旧版本的软件可能无法使用。“百陌零工”不保证旧版本软件继续可用及相应的客户服务，请你随时核对并下载最新版本。</span
                >
              </div>
            </div>
          </div>

          <div class="title">
            <h3>四、账号注册</h3>

            <div class="paragraph">
              <span
                >4.1用户完成注册程序时，“百陌零工”会向用户提供唯一编号的“百陌零工”账户，用户可以使用微信及其他第三方授权登录，微信账号和密码由用户自行设定。“百陌零工”识别特定用户的方式是且只是用户使用特定账户和与之匹配的微信及其他第三方账户登录。故用户应保证账户和微信其他第三方账户及密码的安全，并对通过账户和密码实施的行为负责。对于他人使用任何手段获取用户账户及其密码登录“百陌零工”并实施任何的行为，“百陌零工”都视为用户本人的行为，用户不得以该登录非其本人所为为理由，要求“百陌零工”为任何行为负责。除非有法律规定且征得“百陌零工”的同意，否则，用户账户不得以任何方式转让、赠与或继承。</span
              >
            </div>
            <div class="paragraph">
              <span
                >4.2用户注册“百陌零工”账号后如果长期不登录该帐号，每天赚点有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>五、禁止</h3>

            <div class="paragraph">
              <span
                >4.用户在发布、浏览或使用信息时，不应做出任何法律法规禁止的行为。对于违反国家规定的《互联网违禁信息》的内容，“百陌零工”一经发现，将立即删除。用户使用“百陌零工”服务时，不得违背社会公共利益或公共道德，不得损害他人的合法权益，不得违反本协议及相关规则。如果违反前述承诺，用户应自行承担所有法律师后果，“百陌零工”不负任何连带责任。用户违反本协议及相关规则时，“百陌零工”有权终止对用户提供的“百陌零工”服务，且无须征得用户同意或提前通知用户。对于用户在“百陌零工”上的行为，“百陌零工”有权单方认定用户行为是否构成对本协议及相关规则的违反，并据此采取相应处理措施。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>六、费用与服务</h3>

            <div class="paragraph">
              <span
                >“百陌零工”是个对大多数用户免费的兼职信息任务接发平台，但针对“百陌零工”的特定服务收费。若用户所使用的服务需支付费用，用户有权决定是否使用并接受该收费服务。“百陌零工”上的收费服务以人民币计价，定价上可能随时调整。我们将以平台公告的方式，来通知用户收费政策的变更。“百陌零工”也可选择在促销或新服务推出时，暂时调整我们的服务收费，该调整于我们公布促销或新服务时开始生效。付费服务是在系统接收到用户的付款后才开始。请注意：付费服务功能一旦开始，用户不得以任何理由要求取消、终止服务或退款，若因个人行为（如:自行删除）或发布信息内容违反“百陌零工”【发布规则】而被冻结或删除，“百陌零工”将不予退款。“百陌零工”因平台自身需要进行改版的，若涉及付费产品的实质性变化，包括但不限于产品取消、服务内容发生增加或减少、登载页面变更、发布变更的，“百陌零工”可提前终止服务并将客户已付款但未履行服务部分款项退还客户。此类情况不视为“百陌零工”违约。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>七、账户余额</h3>

            <div class="paragraph">
              <span
                >“百陌零工”账户余额是“百陌零工”内部使用的现金账户，分任务币余额和佣金余额，任务币余额方便用户进行任务发布及付费产品的购买，或者享受更多的优惠。用户可以使用充值的方式增加“百陌零工”账户的任务币余额，同时“百陌零工”也会通过活动的方式奖励一定的现金到用户的“百陌零工”账户中。佣金余额是用户通过承接任务获得，可以将此部分余额提现到自己的微信账户或支付宝账户，提现时请注意查阅提现页面的文字说明。所有账户余额中的部分都仅限于在“百陌零工”内部进行使用。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>八、侵权通知</h3>

            <div class="paragraph">
              <span
                >用户发现“百陌零工”上的任何内容不符合法律规定，不符合本用户协议规定，或不符合“百陌零工”任务发布规则的规定时，用户有权利和义务通过点击“举报”链接向“百陌零工”举报或申述。当用户确认自己的个人信息被盗用，或者用户的版权或者其他权利被侵害，请将此情况报告给“百陌零工”。我们接受在线提交举报（我-客服加QQ）</span
              >

              <div class="paragraph">
                <span
                  >①
                  侵犯用户权利的信息的网址，编号或其他可以找到该信息的细节;</span
                >
              </div>

              <div class="paragraph">
                <span>② 用户提供所述的版权或个人信息的合法拥有者的声明;</span>
              </div>

              <div class="paragraph">
                <span>③ 用户提供初步能证明侵权的证据;</span>
              </div>

              <div class="paragraph">
                <span
                  >④
                  用户的姓名，地址，电话号码和电子邮件等各类有效联系方式;</span
                >
              </div>

              <div class="paragraph">
                <span
                  >“百陌零工”会在核实后，根据相应法规予以配合处理。“百陌零工”保留在用户提供的证据不尽充分详实或难以与用户取得联系进一步核实时暂停处理侵权通知的权利。</span
                >
              </div>
            </div>
          </div>

          <div class="title">
            <h3>九、免责</h3>

            <div class="paragraph">
              <span
                >鉴于“百陌零工”仅作为用户网上发布信息的网络平台提供者，并非信息的发布者，因此“百陌零工”无法保证其内容的真实性、准确性、有效性和安全性。用户应确认在使用“百陌零工”所提供的服务前，用户已经知晓，理解并认可此情况。用户在使用非“百陌零工”自行上传的内容时遭受的损失和其它一切后果由用户独自承担。用户如因为浏览和使用“百陌零工”上的内容或第三方发布和上传的内容而因此遭受到任何损失，或与其他用户发生争议，就上述损失或争议或任何方面产生有关的索赔、要求、诉讼、损失和损害，用户同意免除“百陌零工”、上海津甜科技有限公司及其关联公司、“百陌零工”的管理层、董事、代理人、关联公司、母公司、子公司和雇员的责任。由于“百陌零工”上的大多数内容来自用户，“百陌零工”不保证这些信息和用户联络方式的准确性和有效性、以及所提供内容质量的安全性或合法性，用户同意不就其他用户发布的内容或所作所为追究“百陌零工”的责任。“百陌零工”对于用户由于使用“百陌零工”而造成的任何金钱、商誉、名誉的损失，或任何特殊的、间接的、或结果性的损失都不负任何责任。用户同意就用户自身行为之合法性单独承担责任。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>十、隐私</h3>

            <div class="paragraph">
              <span
                >用户使用“百陌零工”提供的任何服务包括但不限于发布信息，浏览信息，发布广告等将导致用户的IP地址为“百陌零工”获得并可能会在平台中显示作为用户的身份标识，同时“百陌零工”将可能根据法律法规的规定向第三方提供该IP地址，用户应对此表示知情并认可。用户使用“百陌零工”服务、参加“百陌零工”活动、或访问“百陌零工”网页时，“百陌零工”自动接收并记录的用户浏览器传递给“百陌零工”服务器的数据。使用“百陌零工”就意味着同意“百陌零工”将用户使用的IP地址显示出来作为身份标识，即用户IP地址不受本隐私权政策保护；用户在网络上公开的其他个人信息亦不受此保护；“百陌零工”不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可；“百陌零工”亦不允许任何第三方以任何手段收集、编辑、出售、传播或披露用户的个人信息。任何用户如从事上述活动，一经发现，“百陌零工”将采取法律手段追究责任；为服务用户的目的，“百陌零工”可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与“百陌零工”合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息。用户的个人信息将在下述情况下部分或全部被披露：</span
              >

              <div class="paragraph">
                <span>① 经用户同意，向第三方披露;</span>
              </div>

              <div class="paragraph">
                <span
                  >②
                  如果用户是具备资格的知识产权投诉人并已提起投诉，应被投诉人要求而向被投诉人披露，以便双方处理可能的权利纠纷;</span
                >
              </div>

              <div class="paragraph">
                <span
                  >③
                  根据法律的有关规定，或者行政、司法机构的要求，向第三方或者行政、司法机构披露;</span
                >
              </div>

              <div class="paragraph">
                <span
                  >④
                  如果用户出现违反中国有关法律或者平台政策的情况而需要向第三方披露;</span
                >
              </div>

              <div class="paragraph">
                <span
                  >⑤
                  为提供用户所要求的产品和服务，而必须和第三方分享用户的个人信息;</span
                >
              </div>

              <div class="paragraph">
                <span>⑥ 其它“百陌零工”依据法律或者平台政策认为合适的披露;</span>
              </div>

              <div class="paragraph">
                <span
                  >⑦
                  在“百陌零工”上创建的某一分类信息交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，“百陌零工”有权可以决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。在使用“百陌零工”服务进行网上交易时，用户不可避免的要向交易对方或潜在的交易对方提供自己的个人信息，如联络方式或者地址等。请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供；若发生用户信息被泄露或盗用的情况，“百陌零工”也提供诸如系统举报、客服电话等服务配合用户的信息安全保护工作。链接至其他网站，在赞助商广告或用户登录的信息中，或许会在“百陌零工”平台中提供链接至“百陌零工”以外的网站上。“百陌零工”将不为其他网站的隐私权保护规定负责;</span
                >
              </div>
            </div>
          </div>

          <div class="title">
            <h3>十一、争议的解决</h3>

            <div class="paragraph">
              <span
                >本协议的所有内容和条款均受中华人民共和国法律管辖。与“百陌零工”内容、服务相关的争议、“百陌零工”所有用户间的争议、平台与用户间的争议等全部相关争议均不可撤销地受“百陌零工”所有权和运营权所有者上海津甜科技有限公司实际经营地所在地人民法院的管辖。用户自愿放弃选择以网络终端、服务器所在地、侵权行为所在地等其它地点作为相关管辖地的权利。本协议的规定是可分割的，如本协议的任何规定被裁定为无效或不可执行，该规定可被删除而其余条款继续有效并应予以执行。用户同意，在发生并购时，本协议和所有纳入的协议所确定的权利可由“百陌零工”自行酌情决定向第三方转让。“百陌零工”未就用户或其他方的违约行为采取行动并不等于“百陌零工”放弃就随后或类似的违约行为采取行动的权利</span
              >
            </div>
          </div>

          <div class="title">
            <h3>十二、通知与披露</h3>

            <div class="paragraph">
              <span
                >“百陌零工”提供服务有关的用户协议和服务条款的修改、服务的变更、收费政策的变更或其它重要事件的通告都会以平台公告和发布的方式通知用户。本协议从2020年12月30日生效。</span
              >
            </div>
          </div>
        </div>

        <div class="title">
          <h2>二、百陌零工隐私政策</h2>

          <div class="title">
            <h3>
              欢迎您来到百陌零工！请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入百陌零工。当您注册成功，无论是进入百陌零工，还是在百陌零工上发布任何内容，均意味着您完全接受本协议项下的全部条款。
            </h3>

            <div class="paragraph">
              <span>本《隐私政策》主要向您说明:</span>

              <div class="paragraph">
                <span>我们收集哪些信息</span>
              </div>

              <div class="paragraph">
                <span>我们收集信息的用途</span>
              </div>

              <div class="paragraph">
                <span>您所享有的权利</span>
              </div>

              <div class="paragraph">
                <span>我们收集的信息</span>
              </div>

              <div class="paragraph">
                <span
                  >我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。</span
                >
              </div>
            </div>

            <div class="paragraph">
              <span>您在使用我们服务时主动提供的信息</span>
            </div>

            <div class="paragraph">
              <span
                >您在注册帐户时填写的信息。例如，您在注册百陌零工帐户时所填写的昵称、手机号码、授权登录方式下微信所授权的如昵称等必要信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >您在使用服务时上传的信息。例如，您在使用百陌零工时，上传的头像、上传的图片、上传的微信昵称、用户名、手机号、身份认证等相关信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >您通过我们的客服或参加我们举办的活动时所提交的信息。例如，您参与我们线上活动时填写的调查问卷中可能包含您的姓名、电话、地址等信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >我们的部分服务可能需要您提供特定的个人敏感信息来实现特定功能。若您选择不提供该类信息，则可能无法正常使用服务中的特定功能，但不影响您使用服务中的其他功能。若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>我们在您使用服务时获取的信息</h3>

            <div class="paragraph">
              <span
                >1)手机设备状态信息。例如，设备型号、操作系统版本、唯一设备标识符等信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >2)软件信息。例如，软件的版本号、浏览器类型。为确保操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用和其他软件的信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >3)IP地址。例如，您在使用我们服务时用于识别设备连接至互联网服务时所在的位置信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >4)服务日志信息。例如，您在使用我们服务时搜索、查看的信息、服务故障信息、引荐网址等信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >5）应用使用信息。例如，在使用我们服务其他产品访问顺序、时间、名称等信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >6）应用内安装其他应用的信息。我们可能会获得您在使用我们服务时安装其他产品的相关信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >7）悬浮窗使用信息。例如，在使用我们服务时更便捷完成指定操作行为的信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >8）相机使用信息。基于摄像头（相机）的附加功能：您可以在开启相机/摄像头权限后使用这个附加功能，完成拍照、扫码以及特定场景下如通过智齿客服反馈问题等信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >9）位置信息。当您使用与位置有关的服务时，我们可能会记录您设备所在的位置信息，以便为您提供相关服务。在您使用服务时，我们可能会通过IP地址、GPS、WLAN（如WiFi)或基站等途径获取您的地理位置信息；您或其他用户在使用服务时提供的信息中可能包含您所在地理位置信息，例如您提供的帐号信息中可能包含的您所在地区信息，您或其他人共享的照片包含的地理标记信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >10）日历信息。例如，在使用我们服务时访问日历时间的信息。</span
              >
            </div>

            <div class="paragraph">
              <span
                >11）创建桌面快捷方式信息。例如，在使用我们服务时创建功能启动的桌面快捷方式，方便您快速启动我们的产品。</span
              >
            </div>

            <div class="paragraph">
              <span
                >12）其他相关信息。为了帮助您更好地使用我们的产品或服务，我们会收集相关信息。例如，我们收集的图片列表信息、产品内好友关系信息；其他用户分享的信息中含有您的信息。例如，其他用户发布的图片或填写的信息中可能包含您的信息；从第三方合作伙伴获取的信息。我们可能会获得您在使用第三方合作伙伴服务时所产生或分享的信息。例如，您使用百陌零工帐户登录第三方合作伙伴服务时，我们会获得您登录第三方合作伙伴服务的名称、登录时间，方便您进行授权管理。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>我们如何使用收集的信息</h3>

            <div class="paragraph">
              <span
                >我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。</span
              >
            </div>

            <div class="paragraph">
              <span
                >向您提供服务满足您的个性化需求。例如，头像及性别设定、个性化的设置及帮助服务。产品开发和服务优化。例如，当我们的系统发生故障时，我们会记录和分析系统故障时产生的信息，优化我们的服务。安全保障。例如，我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。例如，您下载或安装的安全软件会对恶意程序或病毒进行检测，或为您识别诈骗信息。向您推荐您可能感兴趣的广告、资讯等</span
              >
            </div>

            <div class="paragraph">
              <span
                >评估、改善我们的广告投放和其他促销及推广活动的效果管理软件。例如，进行软件认证、软件升级等。邀请您参与有关我们服务的调查</span
              >
            </div>

            <div class="paragraph">
              <span
                >为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于另一项服务中向您展示个性化的内容或广告、用于用户研究分析与统计等服务。</span
              >
            </div>

            <div class="paragraph">
              <span
                >为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、故障信息、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的个人身份信息相结合。</span
              >
            </div>
          </div>

          <div class="title">
            <h3>我们如何使用Cookie及相关技术</h3>

            <div class="paragraph">
              <span
                >我们或我们的第三方合作伙伴，可能通过放置安全的Cookie及相关技术收集您的信息，目的是为您提供更个性化的用户体验和服务。我们会严格要求第三方合作伙伴遵守本政策的相关规定。</span
              >
            </div>

            <div class="paragraph">
              <span
                >您也可以通过浏览器设置管理Cookie。但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。</span
              >
            </div>

            <div class="title">
              <h4>您分享的信息</h4>

              <div class="paragraph">
                <span
                  >您可以通过我们的服务与您的好友、家人及其他用户分享您的相关信息。例如，您在微信朋友圈中公开分享的文字和照片。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >请注意，这其中可能包含您的个人身份信息、个人财产信息等敏感信息。请您谨慎考虑披露</span
                >
              </div>

              <div class="paragraph">
                <span>您的相关个人敏感信息。</span>
              </div>

              <div class="paragraph">
                <span
                  >您可通过我们服务中的设置来控制是否上传相关隐私信息。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>您如何管理自己的信息</h4>

              <div class="paragraph">
                <span
                  >您可以在使用我们服务的过程中，访问您提供的注册信息以及访问、修改其他个人信息，也可与我们联系。您访问、修改个人信息的范围和方式将取决于您使用的具体服务。例如，若您在使用邀请好友相关服务时，希望停止分享邀请信息，您可暂停使用该项服务来终止相关的分享服务。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。请通过本政策列明的联系方式与我们联系。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障帐号的安全。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >请您理解，由于技术所限、法律或监管要求，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>我们分享的信息</h4>

              <div class="paragraph">
                <span
                  >我们遵照法律法规的规定，对信息的分享进行严格的限制，例如：经您事先同意，我们可能与第三方分享您的个人信息</span
                >
              </div>

              <div class="paragraph">
                <span
                  >仅为实现外部处理的目的，我们可能会与第三方合作伙伴（第三方服务供应商、承包商、代理、广告合作伙伴、应用开发者等，例如，代表我们发出电子邮件或推送通知的通讯服务提供商）（他们可能并非位于您所在的法域）分享您的个人信息，让他们按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于以下用途：向您提供我们的服务；实现“我们如何使用收集的信息”部分所述目的；履行我们在《百陌零工用户协议》或本政策中的义务和行使我们的权利；理解、维护和改善我们的服务。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >如我们与上述第三方分享您的信息，我们将会采用加密、匿名化处理等手段保障您的信息安全。随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要求新的管理者继续保护您的个人信息。我们可能基于以下目的披露您的个人信息。遵守适用的法律法规等有关规定；遵守法院判决、裁定或其他法律程序的规定；遵守相关政府机关或其他法定授权组织的要求；我们有理由确信需要遵守法律法规等有关规定；为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。我们可能向您发送的信息。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>信息推送</h4>

              <div class="paragraph">
                <span
                  >您在使用我们的服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。</span
                >
              </div>

              <div class="paragraph">
                <span>您可以按照我们的相关提示，在设备上选择取消订阅。</span>
              </div>
            </div>

            <div class="title">
              <h4>与服务有关的公告</h4>

              <div class="paragraph">
                <span
                  >我们可能在必要时（例如，因系统维护而暂停某一项服务时）向您发出与服务有关的公告。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >您可能无法取消这些与服务有关、性质不属于广告的公告。存储信息的地点和期限。存储信息的地点。我们遵守法律法规的规定，将境内收集的用户个人信息存储于境内。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >存储信息的期限。一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：为遵守适用的法律法规等有关规定；为遵守法院判决、裁定或其他法律程序的规定;</span
                >
              </div>

              <div class="paragraph">
                <span
                  >为遵守相关政府机关或法定授权组织的要求；我们有理由确信需要遵守法律法规等有关规定;</span
                >
              </div>

              <div class="paragraph">
                <span
                  >为执行相关服务协议或本政策、维护社会公共利益，为保护们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >当我们的产品或服务发生停止运营的情形时，我们将采取例如，推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>信息安全</h4>

              <div class="paragraph">
                <span
                  >我们为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。我们严格遵守法律法规保护用户的通信秘密。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们使用加密技术（例如，TLS、SSL）、匿名化处理等手段来保护您的个人信息。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >我们建立专门的管理制度、流程和组织确保信息安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审查。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>广告</h4>

              <div class="paragraph">
                <span
                  >我们可能使用您的相关信息，在相关网站、应用及其他渠道向您提供与您更加相关的广告。您可以在关于广告页面中了解更多。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>未成年人保护</h4>

              <div class="paragraph">
                <span>我们非常重视对未成年人个人信息的保护。</span>
              </div>

              <div class="paragraph">
                <span
                  >根据相关法律法规的规定，若您是18周岁以下的未成年人，在使用百陌零工的服务前，应事先取得您的家长或法定监护人的同意。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本政策中披露的联系方式与我们联系。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>适用范围</h4>

              <div class="paragraph">
                <span>我们的所有服务均适用本政策。</span>
              </div>

              <div class="paragraph">
                <span
                  >某些服务有其特定的隐私指引/声明，该特定隐私指引/声明更具体地说明我们在该服务中如何处理您的信息。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >如本政策与特定服务的隐私指引/声明有不一致之处，请以该特定隐私指引声明为准。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >请您注意，本政策不适用由其他公司或个人提供的服务。例如，您通过使用百陌零工帐号登录其他公司或个人提供的服务。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >您使用该等第三方服务须受其隐私政策（而非本政策）约束，您需要仔细阅读其政策内容。联系我们</span
                >
              </div>

              <div class="paragraph">
                <span
                  >如您对本政策或其他相关事宜有疑问，或反馈相关问题，请通过<a
                    href="mailto:CustomerSerive@jintiangufen.com"
                    >CustomerSerive@jintiangufen.com</a
                  ></span
                >

                <span
                  >与我们联系。我们将尽快审核所涉问题，并在验证您的用户身份后的十五天内予以回复。</span
                >
              </div>
            </div>

            <div class="title">
              <h4>变更</h4>

              <div class="paragraph">
                <span>我们的隐私权政策可能变更。</span>
              </div>

              <div class="paragraph">
                <span
                  >未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。我们会在专门页面上发布对隐私权政策所做的任何变更。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >对于重大变更，我们还会提供更为显著的通知（包括我们会通过百陌零工公示的方式进行通知甚至向您提供弹窗提示）。</span
                >
              </div>

              <div class="paragraph">
                <span
                  >本《协议》最终解释权在法律允许的范围内归上海津甜网络科技有限公司所有</span
                >
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="less" src="../../common/style/authorization.less"></style>
