<template>
  <div class="agreement-views">
    <div class="row">
      <div class="col">
        <div class="paragraph">
          <span
            >我们非常重视用户信息的保护。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本声明向您说明在适用于具体的留资场景时我们如何收集、使用、共享、保护您的信息，以进一步保障您的信息安全和为您提供更具个性化的优质服务。在使用我们的留资服务（以下简称“服务”），并在相应页面填写相关信息前，请您务必仔细阅读本声明。您一旦主动在相应页面填写信息并进行提交操作，即意味着您同意我们按照本声明收集、使用、共享您的相关信息。</span
          >
        </div>
      </div>

      <div class="col">
        <div class="title">
          <h3>一、个人信息的收集</h3>
        </div>

        <div class="paragraph">
          <span
            >1、我们提供服务时，可能会收集您的姓名、手机号。请您注意，具体需要填写的信息可能会根据我们提供的产品/服务的不同而有所差异，请以届时向您展示的服务以及所对应的要求填写相关个人信息，但我们会在下文向您说明我们可能收集的全部个人信息的收集和使用规则。</span
          >
        </div>

        <div class="paragraph">
          <span
            >2、您需要注意的是，以上个人信息均是您自愿提供。您有权拒绝提供，但可能无法正常使用相应的服务、功能或者无法达到服务拟达到的效果。</span
          >
        </div>

        <div class="paragraph">
          <span
            >3、对于不满 18
            岁的用户，须在其监护人陪同未成年人用户已经阅读和理解本声明并且许可的情况下向我们提交相关个人信息。</span
          >
        </div>
      </div>

      <div class="col">
        <div class="title">
          <h3>二、个人信息的使用和共享</h3>
        </div>

        <div class="paragraph">
          <span>1、您同意，我们可以通过以下方式对个人信息进行使用和共享：</span>
        </div>

        <div class="paragraph">
          <div class="paragraph">
            <span
              >①为了保障你能正常使用由我们、我们的关联方或合作方提供的相关功能或服务，或为保障使用安全或进行必要的产品使用分析，我们可能会收集使用或者与上述各方共享所必需的信息（例如您使用服务的相关日志信息）；</span
            >
          </div>

          <div class="paragraph">
            <span
              >②我们接受您留资所对应的相关业务客户的委托，向其共享您在表单中主动提供的信息，并由其在合法正当以及您已经向其授权的范围内使用（例如与您及时进行联络）。此外，为保证您获得更好的服务体验，我们可能会与前述客户共享难以识别您个人身份的必要的用户画像标签信息并由其在合法正当的范围内使用（例如促使相关联络内容、联络时间更符合您的要求）；</span
            >
          </div>

          <div class="paragraph">
            <span
              >③我们和关联公司为满足您的需求，可能通过您提供的信息与您联系；</span
            >
          </div>

          <div class="paragraph">
            <span
              >④我们和关联公司可能定期或不定期向您发送有关产品、服务或相关活动的信息；</span
            >
          </div>

          <div class="paragraph">
            <span
              >⑤经您授权同意后，您已知晓并同意在您下次浏览落地页面时，我们会帮您预先填写您上次输入的历史信息以提升您的使用体验，且只有您点击提交按钮之后才会传输给关联公司、客户。若您拒绝使用预填充功能，或者拟撤回使用预填充功能的授权，您可以根据产品所提供的功能进行。但也请您注意，您一旦拒绝或撤回授权，您将无法使用预填充功能，但您仍然可以主动输入相关信息并继续使用我们的产品/服务。</span
            >
          </div>

          <div class="paragraph">
            <span
              >⑥基于我们与通信运营商的合作，当您点击“使用本机号码”时，经过您的明示同意，运营商会将您的手机号码发送给我们，便于我们为您提供快捷提交服务。您也可以自主选择手动填写手机号码的方式提交。</span
            >
          </div>

          <div class="paragraph">
            <span
              >⑦如您拟撤回授权/删除您提交的个人信息的，您可以通过APP内用户反馈入口与我们联系，我们将尽快配合处理，如相关客户在您撤回授权或申请删除前已经获得了您的相关信息，我们会敦促其响应您的诉求并要求其删除您的相关信息。</span
            >
          </div>
        </div>

        <div class="paragraph">
          <span
            >2、我们将严格保护您的个人信息安全。我们将采用适当制度、安全技术和程序等措施来保护您的个人信息不被未经授权的访问、使用或泄漏。我们亦将促使本声明所述各接收和使用方尽力保护和不予泄露您的个人信息。</span
          >
        </div>

        <div class="paragraph">
          <span
            >3、我们将要求并敦促个人信息接收方遵循本声明和法律法规的规定，谨慎使用其接收到的个人信息，如其发生超越本声明范围使用您的个人信息，进而侵害您合法权益的情形，我们将协助您追究该接收方的法律责任。</span
          >
        </div>

        <div class="title">
          <h3>三、适用法律</h3>
        </div>

        <div class="paragraph">
          <span>1、本声明适用中华人民共和国法律。</span>
        </div>

        <div class="paragraph">
          <span
            >2、如果您对信息保护问题有任何疑问或选择取消授权的，您可以通过APP内用户反馈入口联系我们。</span
          >
        </div>

        <div class="title">
          <h3>四、变更</h3>
        </div>

        <div class="paragraph">
          <span
            >我们会适时对本声明进行修订，该等修订构成本声明的一部分。公司（即【上海津甜网络科技有限公司】）会将修改后的声明予以发布。在该种情况下，若您继续使用我们的服务，即表示同意接受经修订的声明的约束。</span
          >
        </div>
      </div>
    </div>
  </div>
</template>
<style scoped lang="less" src="../../common/style/authorization.less"></style>
